<template>
    <div class="det">
        <Breadcrumb separator=">">
            <BreadcrumbItem>当前位置：</BreadcrumbItem>
            <BreadcrumbItem >建筑部落</BreadcrumbItem>
            <BreadcrumbItem>常见问题</BreadcrumbItem>
            <BreadcrumbItem>怎么发布项目?????????</BreadcrumbItem>
        </Breadcrumb>
        <div class="det-con">
            <div class="det-con-left">
                    建筑部落（www.jzbl.com）汇聚地产界著名建筑、景观、室内设计服务商、建筑材料商。专业提供建筑设计、景观设计、室内设计、建筑材料、建材采购、房地产招投标服务的房地产服务的房地产开发设计、房地产设计网站；以庞大的建筑设计资料搜索功能为龙头，另拥有海量建筑师用户为基础，为建筑行业产业链上的多类客户提供资讯、招聘、培训、广告等线上、线下综合性服务，建筑圈版块，为建筑师提供交流互动平台，让学习、分享、定制与设计更轻松，加快信息传播速度,降低运营成本。

                    

                    特色频道
                    资料库

                    精选建筑行业图纸、论文、方案资料提供下载

                    建筑圈

                    建筑行业互动交流社区，交流建筑人自己的故事，专注建筑建材领域；追踪行业热点事件；聚集业内风云人物

                    问答

                    多维度得到解决方案，构筑学习、交流平台

                    建筑图书

                    网上建筑图书店，便于收藏保存阅读

                    专业搜索

                    最专业的建筑行业资料信息垂直搜索

                    视频

                    精选高清工程图片及视频；无可匹敌的建筑资源库

                    

                    公司简介



                    建筑部落网创建于2018年，全部权益归上海一准网络科技有限公司所有。

                    建筑部落网（http://www.jzbl.com/）致力于为全国建筑行业的设计单位、生产厂家、及众多服务机构建立一个专业性的网上服务平台，促进行业交流，提高行业技术应用水平，强化国内建设企业的渠道建设、市场管理和品牌建设，最终推进国家建设产业升级。

                    建筑部落网于2018年10月发布挂网，以庞大的建筑设计资料搜索功能为龙头，另拥有海量建筑师用户为基础。

                    我们诚邀有志于互联网事业、追求精彩人生的您加入建筑部落团队，发挥潜能，为实现共同的事业理想不懈奋斗。
                    建筑部落（www.jzbl.com）汇聚地产界著名建筑、景观、室内设计服务商、建筑材料商。专业提供建筑设计、景观设计、室内设计、建筑材料、建材采购、房地产招投标服务的房地产服务的房地产开发设计、房地产设计网站；以庞大的建筑设计资料搜索功能为龙头，另拥有海量建筑师用户为基础，为建筑行业产业链上的多类客户提供资讯、招聘、培训、广告等线上、线下综合性服务，建筑圈版块，为建筑师提供交流互动平台，让学习、分享、定制与设计更轻松，加快信息传播速度,降低运营成本。

                    

                    特色频道
                    资料库

                    精选建筑行业图纸、论文、方案资料提供下载

                    建筑圈

                    建筑行业互动交流社区，交流建筑人自己的故事，专注建筑建材领域；追踪行业热点事件；聚集业内风云人物

                    问答

                    多维度得到解决方案，构筑学习、交流平台

                    建筑图书

                    网上建筑图书店，便于收藏保存阅读

                    专业搜索

                    最专业的建筑行业资料信息垂直搜索

                    视频

                    精选高清工程图片及视频；无可匹敌的建筑资源库

                    

                    公司简介



                    建筑部落网创建于2018年，全部权益归上海一准网络科技有限公司所有。

                    建筑部落网（http://www.jzbl.com/）致力于为全国建筑行业的设计单位、生产厂家、及众多服务机构建立一个专业性的网上服务平台，促进行业交流，提高行业技术应用水平，强化国内建设企业的渠道建设、市场管理和品牌建设，最终推进国家建设产业升级。

                    建筑部落网于2018年10月发布挂网，以庞大的建筑设计资料搜索功能为龙头，另拥有海量建筑师用户为基础。

                    我们诚邀有志于互联网事业、追求精彩人生的您加入建筑部落团队，发挥潜能，为实现共同的事业理想不懈奋斗。
            </div>
            <!-- <div class="det-con-right">
                <h2>置顶问题</h2>
            </div> -->
        </div>
    </div>
</template>
<script>
export default {
    layout: "main",
}
</script>
<style lang="less" scoped>
.det {
    width: 1200px;
    margin: 0 auto;
    margin-top: 10px;
    &-con {
        display: flex;
        justify-content: space-between;
        margin-top: 10px;
        &-left {
            // width: 1000px;
            background: #fff;
            padding: 15px;
            line-height: 30px;
            text-align: justify;
            font-size: 14px
        }
        &-right {
            width: 200px;
        }
    }
}
</style>