<template>
    <div>
        一、总则
1、建筑部落网（www.jzbl.com）以及建筑部落App的所有权和运营权归上海创谋建筑设计有限公司（以下简称建筑部落）。
2、用户在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦注册成功，则用户与建筑部落之间自动形成协议关系，用户应当受本协议的约束。用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。 
3、用户应当及时、主动关注网站运营过程中公布在网站首页的各项通知。本站的通知、公告、声明或其它类似内容是本协议的一部分。
4、本协议未提及部分以网站公布的声明、通知为准，建筑部落保留对本条款的最终解释权。
 
二、服务内容
建筑部落为建筑行业提供“内容展示”、“电子素材下载”、“作品上传”、“项目同款定制”、“问答交流”和“展示推广”等服务。用户可根据自己的需求，在网站上进行各种网站允许的“下载”、“学习交流”等使用行为。
 
三、注册帐号和注册规则
建筑部落注册资料包括但不限于：用户手机号码、第三方快捷登录（微信号）、企业公司名称、企业营业执照号、企业营业执照及建筑部落定制服务时输入的身份证信息、名称、头像等信息。
 
四、用户注册规范
1、用户在注册帐号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在建筑部落手机帐号注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：
（1）违反宪法或法律法规规定的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（3）损害国家荣誉和利益的，损害公共利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
（8）侮辱或者诽谤他人，侵害他人合法权益的；
（9）含有法律、行政法规禁止的其他内容的。

2、若用户提供给建筑部落的帐号注册资料不准确，不真实，含有违法或不良信息的，建筑部落有权不予注册，并保留终止用户使用建筑部落各项服务的权利。若用户以虚假信息骗取帐号注册或帐号头像、个人简介等注册资料存在违法或不良信息的，建筑部落有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册帐号名称的，建筑部落有权注销该帐号，并向政府主管部门进行报告。
 
3、根据相关法律、法规规定以及考虑到建筑部落产品服务的重要性，用户同意：
（1）在注册建筑部落帐号时提交个人有效身份信息进行实名认证；
（2）提供及时、详尽及准确的帐户注册资料；
（3）不断更新注册资料，符合及时、详尽准确的要求，对注册建筑部落帐号时填写的身份证件信息不能更新。用户同意：其提供的真实、准确、合法的帐号注册资料作为认定用户与其建筑部落帐号的关联性以及用户身份的唯一证据。用户在享受建筑部落各项服务的同时，同意接受建筑部落提供的各类信息服务。建筑部落提醒用户，用户注册建筑部落帐号或更新注册信息时填写的证件号码，在注册建筑部落手机帐号成功或补充填写后原则上将无法进行修改，请用户慎重填写各类注册信息。

4、用户同意：在用户通过建筑部落公布的线上渠道或通过客服申诉并提交建筑部落要求的身份认证信息材料的，则该用户建筑部落帐号下的所有使用记录及充值数据可以转移到该用户名下，未注册过建筑部落帐号的新手机号及微信等关联的建筑部落帐号应自行承担因信息转移等可能产生的后果。
 
五、在本协议签订之后，本站根据网络运营安全或网站经营的需要，不断更新网站运营规则，推出各项新活动和新业务。用户同意，建筑部落可以多次、长期向用户发送与本站提供服务相关的各类商业性短信息而无需另行获得用户的同意。
 
六、用户同意：用以注册、使用建筑部落帐号相关的一切资料、数据和记录，包括但不限于注册帐号、注册信息、所有登录、消费记录和相关的使用统计数字等归建筑部落所有。发生争议时，用户同意以建筑部落的系统数据为准，建筑部落保证该数据的真实性。
 
七、对于用户使用建筑部落帐号享受建筑部落旗下除本协议第六条以外的其他单项服务（如模型下载、效果图定制产品等）时产生的一切数据，包括但不限于产品登录记录、其他产品日志、产品用户服务记录、用户在产品中创造的社会网络内容等，归具体产品运营主体所有。发生争议时，用户同意以具体产品运营主体的系统数据为准。但是如果单项条款存在与前述不同的约定，则以单项条款约定为准。
 
八、服务条款的修改
建筑部落有权在必要时通过在网页上发出公告等合理方式修改本服务条款以及各单项服务的相关条款。用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。用户如继续使用本服务条款涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务条款为准；用户在不同意修改内容的情况下，有权停止使用本服务条款涉及的服务。
如果不想换多一个怎么样，考虑考虑吧
九、服务的变更或中止
建筑部落始终在不断变更和改进服务。建筑部落可能会增加或删除功能，也可能暂停或彻底停止某项服务。用户同意建筑部落有权行使上述权利且不需对用户或第三方承担任何责任。
 
十、用户隐私制度
用户知悉并同意，为便于向用户提供更好的服务，建筑部落将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。本款所述“信息”包括但不限于URL、IP地址、浏览器类型、使用语言、访问日期和时间等。为方便用户登录或使用建筑部落的服务，建筑部落在有需要时将使用cookies等技术，并将收集到的信息发送到对应的服务器。用户可以选择接受或者拒绝cookies。如用户选择拒绝cookies，则用户有可能无法登录或使用依赖于cookies的服务或者功能。建筑部落收集的信息将成为建筑部落常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移到建筑部落的继任公司或者指定的一方。建筑部落承诺善意使用收集的信息，且采取各项措施保证信息安全。
尊重用户个人隐私是建筑部落的一项基本政策。所以，建筑部落不会公开或透露用户的注册资料及保存在建筑部落各项服务中的非公开内容，除非建筑部落在诚信的基础上认为透露这些信息在以下几种情况是必要的：
（1）事先获得用户的明确授权；
（2）遵守有关法律规定，包括在国家有关机关查询时，提供用户的注册信息、用户在建筑部落的网页上发布的信息内容及其发布时间、互联网地址或者域名；
（3）保持维护建筑部落的知识产权和其他重要权利；
（4）在紧急情况下竭力维护用户个人和社会大众的隐私安全；
（5）根据本条款相关规定或者建筑部落认为必要的其他情况下。
 
十一、风险提示：
建筑部落会根据网站运营等要求与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与建筑部落同等的保护用户隐私的责任，则建筑部落可将用户信息提供给该第三方。
 
十二、用户的帐号、密码和安全性
用户可随时改变用户的密码和图标，也可以结束旧的帐户重开一个新帐户。用户应维持密码及建筑部落帐号的机密安全，如果用户未保管好自己的帐号和密码而对用户、建筑部落或第三方造成损害，用户将负全部责任。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，有义务立即通告建筑部落。
 
十三、免责条款
    </div>
</template>